User luis connected to device IP 192.168.0.22

INFO: Current ACL qos-trusted-20230615
R6#show ip acce qos-trusted-20230615
Extended IP access list qos-trusted-20230615
    70 permit ip any host 30.230.15.145
    80 permit ip host 30.230.15.145 any
    90 permit ip any any log

INFO: Starting to delete old ACEs and adding new ACEs
INFO: Running the following commands
 ['ip access-list extended qos-trusted-20230615', 'no 70', 'no 80', '70 permit ip any host 30.230.15.145', '80 permit ip host 30.230.15.145 any', 'do wr', 'end']
INFO: The following commands were executed:
configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
R6(config)#ip access-list extended qos-trusted-20230615
R6(config-ext-nacl)#no 70
R6(config-ext-nacl)#no 80
R6(config-ext-nacl)#70 permit ip any host 30.230.15.145
R6(config-ext-nacl)#80 permit ip host 30.230.15.145 any
R6(config-ext-nacl)#do wr
Building configuration...
[OK]
R6(config-ext-nacl)#end
R6#
INFO: New configuration for device 192.168.0.22 ACL qos-trusted-20230615:
Extended IP access list qos-trusted-20230615
    70 permit ip any host 30.230.15.145
    80 permit ip host 30.230.15.145 any
    90 permit ip any any logUser luis connected to device IP 192.168.0.22

INFO: Current ACL qos-trusted-20230615
R6#show ip acce qos-trusted-20230615
Extended IP access list qos-trusted-20230615
    10 permit ip any host 30.230.15.145
    20 permit ip host 30.230.15.145 any
    30 permit ip any any log

INFO: Starting to delete old ACEs and adding new ACEs
INFO: Running the following commands
 ['ip access-list extended qos-trusted-20230615', 'no 70', 'no 80', '70 permit ip any host 30.230.15.145', '80 permit ip host 30.230.15.145 any', 'do wr', 'end']
INFO: The following commands were executed:
configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
R6(config)#ip access-list extended qos-trusted-20230615
R6(config-ext-nacl)#no 70
R6(config-ext-nacl)#no 80
R6(config-ext-nacl)#70 permit ip any host 30.230.15.145
R6(config-ext-nacl)#80 permit ip host 30.230.15.145 any
R6(config-ext-nacl)#do wr
Building configuration...
[OK]
R6(config-ext-nacl)#end
R6#
INFO: New configuration for device 192.168.0.22 ACL qos-trusted-20230615:
Extended IP access list qos-trusted-20230615
    10 permit ip any host 30.230.15.145
    20 permit ip host 30.230.15.145 any
    30 permit ip any any log
